Repository: Eternity-boundary/AstralChronicle
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn, zh_tw

# EventLogsChannelHeaderButton.Content
source: Channel
ja_jp: チャネル
zh_cn: 通道
zh_tw: 頻道

# EventLogsUserHeaderButton.Content
source: User
ja_jp: ユーザー
zh_cn: 用户
zh_tw: 使用者

# EventLogsComputerHeaderButton.Content
source: Computer
ja_jp: コンピューター
zh_cn: 计算机
zh_tw: 電腦

# EventLogsDescriptionHeaderButton.Content
source: Short description
ja_jp: 簡単な説明
zh_cn: 简短描述
zh_tw: 簡短描述

# EventLogsSummaryTab.Header
source: Summary
ja_jp: 概要
zh_cn: 摘要
zh_tw: 摘要

# EventLogsDetailsTab.Header
source: Details
ja_jp: 詳細
zh_cn: 详细信息
zh_tw: 詳細資料

# EventLogsEventDataTab.Header
source: Event data
ja_jp: イベント データ
zh_cn: 事件数据
zh_tw: 事件資料

# EventLogsSelectedEventTitle.Text
source: Selected event
ja_jp: 選択したイベント
zh_cn: 选择的事件
zh_tw: 選取的事件

# EventLogsProviderLabel.Text
source: Provider
ja_jp: プロバイダー
zh_cn: 提供程序
zh_tw: 提供者

# EventLogsEventIdLabel.Text
source: Event ID
ja_jp: イベント ID
zh_cn: 事件 ID
zh_tw: 事件識別碼

# EventLogsVersionLabel.Text
source: Version
ja_jp: バージョン
zh_cn: 版本
zh_tw: 版本

# EventLogsLevelLabel.Text
source: Level
ja_jp: レベル
zh_cn: 级别
zh_tw: 層級

# EventLogsOpcodeLabel.Text
source: Opcode
ja_jp: オペコード
zh_cn: 操作码
zh_tw: 作業碼

# EventLogsKeywordsLabel.Text
source: Keywords
ja_jp: キーワード
zh_cn: 关键字
zh_tw: 關鍵字

# EventLogsTimeLabel.Text
source: Date and time
ja_jp: 日時
zh_cn: 日期与时间
zh_tw: 日期與時間

# EventLogsTaskCategoryLabel.Text
source: Task category
ja_jp: タスクのカテゴリ
zh_cn: 任务类别
zh_tw: 工作類別

# EventLogsChannelDetailLabel.Text
source: Channel
ja_jp: チャネル
zh_cn: 通道
zh_tw: 頻道

# EventLogsComputerLabel.Text
source: Computer
ja_jp: コンピューター
zh_cn: 计算机
zh_tw: 電腦

# EventLogsRecordIdLabel.Text
source: Record ID
ja_jp: レコード ID
zh_cn: 记录 ID
zh_tw: 記錄識別碼

# EventLogsProcessIdLabel.Text
source: Process ID
ja_jp: プロセス ID
zh_cn: 进程 ID
zh_tw: 處理程序 ID

# EventLogsThreadIdLabel.Text
source: Thread ID
ja_jp: スレッド ID
zh_cn: 线程 ID
zh_tw: 執行緒 ID

# EventLogsActivityIdLabel.Text
source: Activity ID
ja_jp: アクティビティ ID
zh_cn: 活动 ID
zh_tw: 活動 ID

# EventLogsRelatedActivityIdLabel.Text
source: Related activity ID
ja_jp: 関連アクティビティ ID
zh_cn: 相关活动 ID
zh_tw: 相關活動 ID

# EventLogsDescriptionLabel.Text
source: Message preview
ja_jp: メッセージ プレビュー
zh_cn: 消息预览
zh_tw: 訊息預覽

# EventLogsDetailsDeferred.Text
source: Full event details are loaded lazily in the next implementation milestone. The lightweight summary remains available here.
ja_jp: 完全なイベントの詳細は、次の実装マイルストーンで遅延読み込みされます。軽量な概要はここで引き続き利用できます。
zh_cn: 完整事件详细信息将在下一个实现里程碑中延迟加载；轻量摘要仍可在此查看。
zh_tw: 完整事件詳細資料會在下一個實作里程碑中延遲載入；目前仍可在此檢視輕量摘要。

# EventLogsXmlDeferred.Text
source: Raw XML rendering is intentionally deferred until an event is selected and the detail service is connected.
ja_jp: 生 XML の表示は、イベントを選択し、詳細サービスに接続されるまで意図的に保留されています。
zh_cn: 只有在选择事件并连接详细信息服务后，才会呈现原始 XML。
zh_tw: 原始 XML 會在選取事件並接上詳細資料服務後提供。

# Feature.EventLogs.Description
source: This page is ready for the Event Logs requirements.
ja_jp: このページはイベント ログの要件に対応しています。
zh_cn: 此页面已具备事件日志的基础要求。
zh_tw: 此頁面已建立，等待事件記錄的功能需求。

# Feature.Timeline.Heading
source: Timeline
ja_jp: タイムライン
zh_cn: 时间线
zh_tw: 時間軸

# Feature.Timeline.Description
source: This page is ready for the Timeline requirements.
ja_jp: このページはタイムラインの要件に対応しています。
zh_cn: 此页面已具备时间线的基础要求。
zh_tw: 此頁面已建立，等待時間軸的功能需求。

# Feature.Providers.Heading
source: Providers
ja_jp: プロバイダー
zh_cn: 提供程序
zh_tw: 提供者

# Feature.Providers.Description
source: This page is ready for the Providers requirements.
ja_jp: このページはプロバイダーの要件に対応しています。
zh_cn: 此页面已具备提供程序的基础要求。
zh_tw: 此頁面已建立，等待提供者的功能需求。

# Feature.Sessions.Heading
source: Sessions
ja_jp: セッション
zh_cn: 会话
zh_tw: 工作階段

# Feature.Sessions.Description
source: This page is ready for the Sessions requirements.
ja_jp: このページはセッションの要件に対応しています。
zh_cn: 此页面已具备会话的基础要求。
zh_tw: 此頁面已建立，等待工作階段的功能需求。

# Feature.SavedViews.Heading
source: Saved Views
ja_jp: 保存済みビュー
zh_cn: 已保存视图
zh_tw: 已儲存的檢視

# Feature.SavedViews.Description
source: This page is ready for the Saved Views requirements.
ja_jp: このページは保存済みビューの要件に対応しています。
zh_cn: 此页面已具备已保存视图的基础要求。
zh_tw: 此頁面已建立，等待已儲存檢視的功能需求。

# Feature.Live.Heading
source: Live
ja_jp: ライブ
zh_cn: 实时
zh_tw: 即時

# Feature.Live.Description
source: This page is ready for the Live requirements.
ja_jp: このページはライブ機能の要件に対応しています。
zh_cn: 此页面已具备实时功能的基础要求。
zh_tw: 此頁面已建立，等待即時監控的功能需求。

# Feature.Remote.Heading
source: Remote
ja_jp: リモート
zh_cn: 远程
zh_tw: 遠端

# Feature.Remote.Description
source: This page is ready for the Remote requirements.
ja_jp: このページはリモート機能の要件に対応しています。
zh_cn: 此页面已具备远程功能的基础要求。
zh_tw: 此頁面已建立，等待遠端連線的功能需求。

# Settings.Heading
source: Settings
ja_jp: 設定
zh_cn: 设置
zh_tw: 設定

# Settings.Description
source: Set the theme or language for AstralChronicle.
ja_jp: AstralChronicle のテーマまたは言語を設定します。
zh_cn: 设置 AstralChronicle 的主题和语言。
zh_tw: 設定 AstralChronicle 的佈景主題或語言。

# Settings.ThemeHint
source: StarrySky and BlackSoulsLeaf keep their artwork while applying a dark Fluent surface and a contrast overlay so text remains legible.
ja_jp: StarrySky と BlackSoulsLeaf は、暗い Fluent サーフェスとコントラスト オーバーレイを適用しながらアートワークを維持し、文字の読みやすさを確保します。
zh_cn: StarrySky 和 BlackSoulsLeaf 会保留其背景图，同时应用深色 Fluent 表面和对比度叠加层，确保文字清晰可读。
zh_tw: StarrySky 與 BlackSoulsLeaf 會使用背景圖片，同時套用深色 Fluent 表面與對比度覆蓋層，讓文字保持清晰。

# ThemeModeRadioButtons.Header
source: Appearance
ja_jp: 外観
zh_cn: 外观
zh_tw: 外觀

# ThemeSystemOption.Content
source: Use Windows setting
ja_jp: Windows の設定を使用
zh_cn: 使用 Windows 设置
zh_tw: 使用 Windows 設定

# ThemeLightOption.Content
source: Light
ja_jp: ライト
zh_cn: 浅色
zh_tw: 淺色

# ThemeDarkOption.Content
source: Dark
ja_jp: ダーク
zh_cn: 深色
zh_tw: 深色

# ThemeAccessibilityInfoBar.Title
source: Contrast-aware backgrounds
ja_jp: コントラストに配慮した背景
zh_cn: 适配对比度的背景
zh_tw: 符合對比度需求的背景

# ThemeAccessibilityInfoBar.Message
source: High Contrast mode automatically hides artwork and uses system colors to preserve accessibility.
ja_jp: ハイ コントラスト モードでは、アクセシビリティを保つためにアートワークを自動的に隠し、システムの色を使用します。
zh_cn: 高对比度模式会自动隐藏背景图并使用系统颜色，以保持辅助功能体验。
zh_tw: 高對比度模式會自動隱藏圖片，並改用系統色彩以維持無障礙閱讀。

# LanguageSettingsCardTitle.Text
source: Language
ja_jp: 言語
zh_cn: 语言
zh_tw: 語言

# LanguageSettingsCardDescription.Text
source: Choose the language used throughout AstralChronicle. The app restarts automatically to apply your selection.
ja_jp: AstralChronicle 全体で使用する言語を選択します。選択を適用するため、アプリは自動的に再起動します。
zh_cn: 选择 AstralChronicle 使用的显示语言。应用会自动重新启动以应用你的选择。
zh_tw: 選擇 AstralChronicle 的顯示語言；選取後，程式會自動重新啟動以套用變更。

# LanguageRadioButtons.Header
source: Display language
ja_jp: 表示言語
zh_cn: 显示语言
zh_tw: 顯示語言

# LanguageEnglishOption.Content
source: English
ja_jp: 英語
zh_cn: 英语
zh_tw: 英文

# LanguageTraditionalChineseOption.Content
source: Traditional Chinese
ja_jp: 繁体字中国語
zh_cn: 正体中文
zh_tw: 正體中文

# AboutCardTitle.Text
source: About AstralChronicle
ja_jp: AstralChronicle について
zh_cn: 关于 AstralChronicle
zh_tw: 關於 AstralChronicle

# AboutCardDescription.Text
source: AstralChronicle is a modern Windows event viewer designed for clear, focused investigation.
ja_jp: AstralChronicle は、明確で集中的な調査のために設計されたモダンな Windows イベント ビューアーです。
zh_cn: AstralChronicle 是专为清晰、专注的调查而设计的现代 Windows 事件查看器。
zh_tw: AstralChronicle 是專為清晰、專注調查而打造的現代化 Windows 事件檢視器。

# AboutCardLicense.Text
source: Released under the GNU General Public License v3.0 (GPL-3.0-only).
ja_jp: GNU General Public License v3.0 (GPL-3.0-only) に基づいて公開されています。
zh_cn: 根据 GNU 通用公共许可证第 3 版发布（GPL-3.0-only）。
zh_tw: 本程式依 GNU 通用公眾授權條款第 3 版（GPL v3）發行。

# SettingsEventDisplayTitle.Text
source: Event display
ja_jp: イベント表示
zh_cn: 事件显示
zh_tw: 事件顯示

# SettingsEventDisplayDescription.Text
source: Choose the default presentation for event lists and detail panes.
ja_jp: イベント一覧と詳細ペインの既定の表示方法を選択します。
zh_cn: 选择事件列表和详细信息窗格的默认显示方式。
zh_tw: 選擇事件清單與詳細資料窗格的預設呈現方式。

# SettingsDefaultSortToggle.OnContent
source: Show newest events first
ja_jp: 新しいイベントを先頭に表示
zh_cn: 最新事件优先
zh_tw: 最新事件優先

# SettingsDefaultSortToggle.OffContent
source: Show oldest events first
ja_jp: 古いイベントを先頭に表示
zh_cn: 最旧事件优先
zh_tw: 最舊事件優先

# SettingsUseUtcToggle.OnContent
source: Display event times in UTC
ja_jp: イベント時刻を UTC で表示
zh_cn: 以 UTC 显示事件时间
zh_tw: 以 UTC 顯示事件時間

# SettingsUseUtcToggle.OffContent
source: Display event times in local time
ja_jp: イベント時刻をローカル時刻で表示
zh_cn: 以本地时间显示事件时间
zh_tw: 以本地時間顯示事件時間

# SettingsGroupRepeatedToggle.OnContent
source: Group repeated events
ja_jp: 繰り返しイベントをグループ化
zh_cn: 将重复事件分组
zh_tw: 群組重複事件

# SettingsGroupRepeatedToggle.OffContent
source: Show repeated events individually
ja_jp: 繰り返しイベントを個別に表示
zh_cn: 单独显示重复事件
zh_tw: 個別顯示重複事件

# SettingsDetailsPaneToggle.OnContent
source: Open the details pane by default
ja_jp: 既定で詳細ペインを開く
zh_cn: 默认打开详细信息窗格
zh_tw: 預設開啟詳細資料窗格

# SettingsDetailsPaneToggle.OffContent
source: Keep the details pane closed by default
ja_jp: 既定で詳細ペインを閉じたままにする
zh_cn: 默认保持详细信息窗格关闭
zh_tw: 預設關閉詳細資料窗格

# SettingsMonitoringTitle.Text
source: Monitoring
ja_jp: 監視
zh_cn: 监控
zh_tw: 監控

# SettingsMonitoringDescription.Text
source: Bound live subscriptions so high-rate channels cannot grow without limit.
ja_jp: 高頻度のチャネルで無制限に増加しないよう、ライブ サブスクリプションに上限を設けます。
zh_cn: 限制实时订阅队列，避免高频通道无限增长。
zh_tw: 限制即時訂閱佇列，避免高頻率頻道無限制增長。

# SettingsLiveQueueBox.Header
source: Default live queue size
ja_jp: 既定のライブ キュー サイズ
zh_cn: 默认实时队列大小
zh_tw: 預設即時佇列大小

# SettingsBatchSizeBox.Header
source: Query batch size
ja_jp: クエリのバッチ サイズ
zh_cn: 查询批次大小
zh_tw: 查詢批次大小

# SettingsPerformanceTitle.Text
source: Performance
ja_jp: パフォーマンス
zh_cn: 性能
zh_tw: 效能

# SettingsPerformanceDescription.Text
source: Keep rendering work bounded and allow the app to remain responsive with large logs.
ja_jp: レンダリング処理に上限を設け、大きなログでもアプリの応答性を維持します。
zh_cn: 限制呈现工作量，让应用在处理大型日志时仍保持响应。
zh_tw: 限制呈現工作，讓大型記錄載入時仍能保持回應。

# SettingsMaxLiveRowsBox.Header
source: Maximum visible live rows
ja_jp: 表示するライブ行の最大数
zh_cn: 最大可见实时行数
zh_tw: 即時清單可見列上限

# SettingsAnimationsToggle.OnContent
source: Use interface animations
ja_jp: インターフェイスのアニメーションを使用
zh_cn: 使用界面动画
zh_tw: 使用介面動畫

# SettingsAnimationsToggle.OffContent
source: Reduce interface animations
ja_jp: インターフェイスのアニメーションを減らす
zh_cn: 减少界面动画
zh_tw: 減少介面動畫

# SettingsMetadataCacheToggle.OnContent
source: Cache provider metadata
ja_jp: プロバイダー メタデータをキャッシュ
zh_cn: 缓存提供程序元数据
zh_tw: 快取提供者中繼資料

# SettingsMetadataCacheToggle.OffContent
source: Do not cache provider metadata
ja_jp: プロバイダー メタデータをキャッシュしない
zh_cn: 不缓存提供程序元数据
zh_tw: 不要快取提供者中繼資料

# SettingsStorageTitle.Text
source: Storage
ja_jp: ストレージ
zh_cn: 存储
zh_tw: 儲存

# SettingsStorageDescription.Text
source: Control which investigation state is retained in local application storage.
ja_jp: ローカル アプリ ストレージに保持する調査状態を設定します。
zh_cn: 控制哪些调查状态保留在本地应用存储中。
zh_tw: 控制哪些調查狀態會保留在本機應用程式儲存空間。

# SettingsPersistSessionsToggle.OnContent
source: Persist diagnostic sessions
ja_jp: 診断セッションを保存
zh_cn: 保存诊断会话
zh_tw: 保留診斷工作階段

# SettingsPersistSessionsToggle.OffContent
source: Do not persist diagnostic sessions
ja_jp: 診断セッションを保存しない
zh_cn: 不保存诊断会话
zh_tw: 不要保留診斷工作階段

# SettingsPersistBookmarksToggle.OnContent
source: Persist event bookmarks
ja_jp: イベントのブックマークを保存
zh_cn: 保存事件书签
zh_tw: 保留事件書籤

# SettingsPersistBookmarksToggle.OffContent
source: Do not persist event bookmarks
ja_jp: イベントのブックマークを保存しない
zh_cn: 不保存事件书签
zh_tw: 不要保留事件書籤

# SettingsPrivacyTitle.Text
source: Privacy and security
ja_jp: プライバシーとセキュリティ
zh_cn: 隐私和安全
zh_tw: 隱私權與安全性

# SettingsPrivacyDescription.Text
source: Redaction options affect exported and displayed investigation data.
ja_jp: 伏字のオプションは、エクスポートおよび表示する調査データに適用されます。
zh_cn: 脱敏选项会影响导出和显示的调查数据。
zh_tw: 遮罩選項會影響匯出及顯示的調查資料。

# SettingsRedactComputerToggle.OnContent
source: Redact computer names in exports
ja_jp: エクスポート時にコンピューター名を伏せる
zh_cn: 导出时隐藏计算机名称
zh_tw: 在匯出中遮罩電腦名稱

# SettingsRedactComputerToggle.OffContent
source: Keep computer names in exports
ja_jp: エクスポート時にコンピューター名を保持
zh_cn: 导出时保留计算机名称
zh_tw: 在匯出中保留電腦名稱

# SettingsRedactUserToggle.OnContent
source: Redact user names in exports
ja_jp: エクスポート時にユーザー名を伏せる
zh_cn: 导出时隐藏用户名
zh_tw: 在匯出中遮罩使用者名稱

# SettingsRedactUserToggle.OffContent
source: Keep user names in exports
ja_jp: エクスポート時にユーザー名を保持
zh_cn: 导出时保留用户名
zh_tw: 在匯出中保留使用者名稱

# SettingsAdvancedTitle.Text
source: Advanced
ja_jp: 詳細設定
zh_cn: 高级
zh_tw: 進階

# SettingsAdvancedDescription.Text
source: Expose advanced query diagnostics without changing the default safe workflow.
ja_jp: 既定の安全なワークフローを変えずに、高度なクエリ診断を利用できるようにします。
zh_cn: 在不改变默认安全工作流的前提下，提供高级查询诊断。
zh_tw: 提供進階查詢診斷，同時保留預設的安全工作流程。

# SettingsRawXPathToggle.OnContent
source: Enable raw XPath mode
ja_jp: 生 XPath モードを有効にする
zh_cn: 启用原始 XPath 模式
zh_tw: 啟用原始 XPath 模式

# SettingsRawXPathToggle.OffContent
source: Use the structured filter builder
ja_jp: 構造化フィルター ビルダーを使用
zh_cn: 使用结构化筛选器构建器
zh_tw: 使用結構化篩選建立器

# SettingsDebugLoggingToggle.OnContent
source: Enable diagnostic logging
ja_jp: 診断ログを有効にする
zh_cn: 启用诊断日志
zh_tw: 啟用診斷記錄

# SettingsDebugLoggingToggle.OffContent
source: Disable diagnostic logging
ja_jp: このビルドでは診断ログを利用できません
zh_cn: 此版本暂不支持诊断日志
zh_tw: 停用診斷記錄

# SettingsHighContrastInfoBar.Title
source: High Contrast compatibility
ja_jp: ハイ コントラストの互換性
zh_cn: 高对比度兼容性
zh_tw: 高對比度相容性

# SettingsHighContrastInfoBar.Message
source: High Contrast remains controlled by Windows system colors; artwork and semantic severity colors do not override it.
ja_jp: ハイ コントラストは Windows のシステム カラーで制御され、アートワークと重要度を示す色では上書きされません。
zh_cn: 高对比度仍由 Windows 系统颜色控制，背景图和表示严重程度的颜色不会覆盖它。
zh_tw: 高對比度仍由 Windows 系統色彩控制；圖片與語意嚴重性色彩不會覆寫系統色彩。

# SharedComponentsGalleryTitle.Text
source: Shared component gallery
ja_jp: 共有コンポーネント ギャラリー
zh_cn: 共享组件库
zh_tw: 共用元件展示

# SharedComponentsGalleryDescription.Text
source: Reusable cards, typography, buttons, and status surfaces use the same semantic resources as the application shell.
ja_jp: 再利用可能なカード、文字スタイル、ボタン、状態サーフェスは、アプリ シェルと同じ意味論的リソースを使用します。
zh_cn: 可复用的卡片、排版、按钮和状态表面与应用外壳共用相同的语义资源。
zh_tw: 可重用的卡片、字體、按鈕與狀態表面都使用與應用程式外殼相同的語意資源。

# SharedComponentsGalleryButton.Content
source: Semantic button
ja_jp: 意味論的ボタン
zh_cn: 语义按钮
zh_tw: 語意按鈕

# SharedComponentsGalleryInfoBar.Title
source: Semantic status
ja_jp: 意味論的な状態
zh_cn: 语义状态
zh_tw: 語意狀態

# SharedComponentsGalleryInfoBar.Message
source: Theme resources keep this sample readable in Light, Dark, custom, and High Contrast modes.
ja_jp: テーマ リソースにより、このサンプルはライト、ダーク、カスタム、ハイ コントラストの各モードでも読みやすく保たれます。
zh_cn: 主题资源会让此示例在浅色、深色、自定义和高对比度模式下都保持可读。
zh_tw: 主題資源會讓此範例在淺色、深色、自訂與高對比模式中保持可讀。

# Timeline.Heading
source: Timeline
ja_jp: タイムライン
zh_cn: 时间线
zh_tw: 時間軸

# TimelineHeading.Text
source: Timeline
ja_jp: タイムライン
zh_cn: 时间线
zh_tw: 時間軸

# TimelineStatusInfoBar.Title
source: Timeline status
ja_jp: タイムラインの状態
zh_cn: 时间线状态
zh_tw: 時間軸狀態

# TimelineStatusInfoBar.Message
source: Timeline status.
ja_jp: タイムラインの状態。
zh_cn: 时间线状态。
zh_tw: 時間軸狀態。

# Timeline.Summary
source: Recent events from core Windows channels, ordered by time.
ja_jp: 主要な Windows チャネルの最近のイベントを時刻順に表示します。
zh_cn: 按时间排列核心 Windows 通道中的近期事件。
zh_tw: 依時間排列核心 Windows 頻道的近期事件。

# Timeline.SummaryCount.Text
source: {0} events are available in this timeline.
ja_jp: このタイムラインでは {0} 件のイベントを利用できます。
zh_cn: 此时间线共有 {0} 个事件。
zh_tw: 此時間軸共有 {0} 個事件。

# Timeline.Loading.Text
source: Loading timeline
ja_jp: タイムラインを読み込んでいます
zh_cn: 正在加载时间线
zh_tw: 正在載入時間軸

# Timeline.LoadingDetails.Text
source: Events are queried in the background from System, Application, and Security.
ja_jp: システム、アプリケーション、セキュリティからイベントをバックグラウンドで照会しています。
zh_cn: 正在后台查询系统、应用程序和安全通道。
zh_tw: 正在背景查詢 System、Application 與 Security。

# Timeline.Ready.Text
source: Timeline ready
ja_jp: タイムラインの準備ができました
zh_cn: 时间线已就绪
zh_tw: 時間軸已就緒

# Timeline.QueryFailed.Text
source: The timeline query could not be completed.
ja_jp: タイムライン クエリを完了できませんでした。
zh_cn: 无法完成时间线查询。
zh_tw: 無法完成時間軸查詢。

# Timeline.ErrorDetails.Text
source: Technical details — Win32 error {0}.
ja_jp: 技術的な詳細 — Win32 エラー {0}。
zh_cn: 技术详细信息 — Win32 错误 {0}。
zh_tw: 技術詳細資料 — Win32 錯誤 {0}。

# Timeline.FilterNone.Text
source: Showing the loaded timeline events.
ja_jp: 読み込まれたタイムライン イベントを表示しています。
zh_cn: 显示已加载的时间线事件。
zh_tw: 顯示已載入的時間軸事件。

# Timeline.FilterSummary.Text
source: Showing {0} of {1} loaded timeline events.
ja_jp: 読み込まれたタイムライン イベント {1} 件中 {0} 件を表示しています。
zh_cn: 正在显示已加载的 {1} 个时间线事件中的 {0} 个。
zh_tw: 顯示 {0}/{1} 個已載入時間軸事件。

# Timeline.Correlation.Text
source: Correlation is deterministic: items are presented by timestamp; time proximity is a suggestion, not proof of causality.
ja_jp: 関連付けは決定的です。項目はタイムスタンプ順に表示され、時間的な近接は因果関係の証明ではなく手掛かりにすぎません。
zh_cn: 关联采用确定性规则：项目按时间戳显示；时间上相近仅是线索，并不能证明存在因果关系。
zh_tw: 關聯採用確定性規則：項目依時間呈現；時間接近只是提示，不代表因果關係已獲證實。

# TimelineSearchBox.PlaceholderText
source: Search timeline events
ja_jp: タイムライン イベントを検索
zh_cn: 搜索时间线事件
zh_tw: 搜尋時間軸事件

# TimelineTimeRangeBox.Header
source: Time range
ja_jp: 期間
zh_cn: 时间范围
zh_tw: 時間範圍

# TimelineTimeRangeHour.Content
source: Hour
ja_jp: 時間
zh_cn: 小时
zh_tw: 一小時

# TimelineTimeRangeDay.Content
source: Day
ja_jp: 日
zh_cn: 天
zh_tw: 一天

# TimelineTimeRangeWeek.Content
source: Week
ja_jp: 週
zh_cn: 周
zh_tw: 一週

# TimelineTimeRangeMonth.Content
source: Month
ja_jp: 月
zh_cn: 月
zh_tw: 一個月

# TimelineTimeRangeAny.Content
source: Any time
ja_jp: すべての期間
zh_cn: 不限时间
zh_tw: 不限時間

# TimelineLevelFilterBox.Header
source: Severity
ja_jp: 重要度
zh_cn: 严重性
zh_tw: 嚴重性

# TimelineLevelAny.Content
source: Any level
ja_jp: すべてのレベル
zh_cn: 所有级别
zh_tw: 任何層級

# TimelineLevelCritical.Content
source: Critical
ja_jp: 重大
zh_cn: 重大
zh_tw: 重大

# TimelineLevelError.Content
source: Error
ja_jp: エラー
zh_cn: 错误
zh_tw: 錯誤

# TimelineLevelWarning.Content
source: Warning
ja_jp: 警告
zh_cn: 警告
zh_tw: 警告

# TimelineLevelInformation.Content
source: Information
ja_jp: 情報
zh_cn: 信息
zh_tw: 資訊

# TimelineChannelFilterBox.Header
source: Channel
ja_jp: チャネル
zh_cn: 通道
zh_tw: 頻道

# TimelineChannelAny.Content
source: Core channels
ja_jp: 主要チャネル
zh_cn: 核心通道
zh_tw: 核心頻道

# TimelineChannelSystem.Content
source: System
ja_jp: システム

# TimelineChannelApplication.Content
source: Application
ja_jp: アプリケーション

# TimelineChannelSecurity.Content
source: Security
ja_jp: セキュリティ

# TimelineRefreshButton.Content
source: Refresh
ja_jp: 更新
zh_cn: 刷新
zh_tw: 重新整理

# Providers.Heading
source: Providers
ja_jp: プロバイダー
zh_cn: 提供程序
zh_tw: 提供者

# Providers.Summary
source: Inspect registered Windows Event Log publishers and their manifest metadata.
ja_jp: 登録済みの Windows イベント ログ発行元とそのマニフェスト メタデータを確認します。
zh_cn: 查看已注册的 Windows 事件日志发布者及其清单元数据。
zh_tw: 檢視已註冊的 Windows 事件記錄發行者及其資訊清單中繼資料。

# Providers.SummaryCount.Text
source: {0} providers match the current search.
ja_jp: 現在の検索条件に一致するプロバイダーは {0} 件です。
zh_cn: 当前搜索匹配 {0} 个提供程序。
zh_tw: 目前搜尋符合 {0} 個提供者。

# Providers.SelectProvider.Text
source: Select a provider to inspect its metadata.
ja_jp: プロバイダーを選択してメタデータを確認します。
zh_cn: 选择一个提供程序以查看其元数据。
zh_tw: 選取提供者以檢視其中繼資料。

# Providers.Loading.Text
source: Loading providers
ja_jp: プロバイダーを読み込んでいます
zh_cn: 正在加载提供程序
zh_tw: 正在載入提供者

# Providers.LoadingDetails.Text
source: Enumerating registered Windows Event Log publishers in the background.
ja_jp: 登録済みの Windows イベント ログ発行元をバックグラウンドで列挙しています。
zh_cn: 正在后台枚举已注册的 Windows 事件日志发布者。
zh_tw: 正在背景列舉已註冊的 Windows 事件記錄發行者。

# Providers.Ready.Text
source: Providers ready
ja_jp: プロバイダーの準備ができました
zh_cn: 提供程序已就绪
zh_tw: 提供者已就緒

# Providers.NoProviders.Text
source: No providers found
ja_jp: プロバイダーが見つかりません
zh_cn: 找不到提供程序
zh_tw: 找不到提供者

# Providers.QueryFailed.Text
source: The provider catalog could not be loaded.
ja_jp: プロバイダー カタログを読み込めませんでした。
zh_cn: 无法加载提供程序目录。
zh_tw: 無法載入提供者目錄。

# Providers.AccessDenied.Text
source: Access denied
ja_jp: アクセスが拒否されました
zh_cn: 访问被拒绝
zh_tw: 拒絕存取

# Providers.ServiceUnavailable.Text
source: The Windows Event Log service is unavailable.
ja_jp: Windows イベント ログ サービスは利用できません。
zh_cn: Windows 事件日志服务无法使用。
zh_tw: Windows 事件記錄服務無法使用。

# Providers.Cancelled.Text
source: Provider query cancelled
ja_jp: プロバイダー クエリは取り消されました
zh_cn: 提供程序查询已取消
zh_tw: 提供者查詢已取消

# Providers.ErrorDetails.Text
source: Technical details — Win32 error {0}.
ja_jp: 技術的な詳細 — Win32 エラー {0}。
zh_cn: 技术详细信息 — Win32 错误 {0}。
zh_tw: 技術詳細資料 — Win32 錯誤 {0}。

# Providers.MetadataLoading.Text
source: Loading publisher metadata…
ja_jp: 発行元メタデータを読み込んでいます…
zh_cn: 正在加载发布者元数据…
zh_tw: 正在載入發行者中繼資料…

# Providers.MetadataAvailable.Text
source: Publisher metadata is available.
ja_jp: 発行元メタデータを利用できます。
zh_cn: 发布者元数据可用。
zh_tw: 發行者中繼資料可用。

# Providers.MetadataUnavailable.Text
source: Publisher metadata is unavailable.
ja_jp: 発行元メタデータを利用できません。
zh_cn: 发布者元数据不可用。
zh_tw: 發行者中繼資料無法使用。

# Providers.EventCount.Text
source: {0} event definitions
ja_jp: イベント定義 {0} 件
zh_cn: {0} 个事件定义
zh_tw: {0} 個事件定義

# Providers.Definition.Text
source: ID {0} · Version {1} · Level {2} · Channel {3} · Task {4} · Opcode {5} · Keyword {6} · Template: {7}
ja_jp: ID {0} · バージョン {1} · レベル {2} · チャネル {3} · タスク {4} · オペコード {5} · キーワード {6} · テンプレート: {7}
zh_cn: ID {0} · 版本 {1} · 级别 {2} · 通道 {3} · 任务 {4} · 操作码 {5} · 关键字 {6} · 模板：{7}
zh_tw: 識別碼 {0} · 版本 {1} · 層級 {2} · 頻道 {3} · 工作 {4} · 作業碼 {5} · 關鍵字 {6} · 範本：{7}

# ProvidersHeading.Text
source: Providers
ja_jp: プロバイダー
zh_cn: 提供程序
zh_tw: 提供者

# ProvidersRefreshCommand.Label
source: Refresh
ja_jp: 更新
zh_cn: 刷新
zh_tw: 重新整理

# ProvidersCopyCommand.Label
source: Copy metadata
ja_jp: メタデータをコピー
zh_cn: 复制元数据
zh_tw: 複製中繼資料

# ProvidersOpenEventsCommand.Label
source: Open related events
ja_jp: 関連イベントを開く
zh_cn: 打开相关事件
zh_tw: 開啟相關事件

# ProvidersExportCommand.Label
source: Export metadata
ja_jp: メタデータをエクスポート
zh_cn: 导出元数据
zh_tw: 匯出中繼資料

# ProvidersSearchBox.PlaceholderText
source: Search provider names
ja_jp: プロバイダー名を検索
zh_cn: 搜索提供程序名称
zh_tw: 搜尋提供者名稱

# ProvidersStatusInfoBar.Title
source: Provider status
ja_jp: プロバイダーの状態
zh_cn: 提供程序状态
zh_tw: 提供者狀態

# ProvidersStatusInfoBar.Message
source: Provider status.
ja_jp: プロバイダーの状態。
zh_cn: 提供程序状态。
zh_tw: 提供者狀態。

# ProvidersListTitle.Text
source: Publisher list
ja_jp: 発行元の一覧
zh_cn: 发布者列表
zh_tw: 發行者清單

# ProvidersDetailsTitle.Text
source: Provider details
ja_jp: プロバイダーの詳細
zh_cn: 提供程序详细信息
zh_tw: 提供者詳細資料

# ProvidersPathsTitle.Text
source: Metadata paths
ja_jp: メタデータのパス
zh_cn: 元数据路径
zh_tw: 中繼資料路徑

# ProvidersResourcePathLabel.Text
source: Resource file
ja_jp: リソース ファイル
zh_cn: 资源文件
zh_tw: 資源檔案

# ProvidersParameterPathLabel.Text
source: Parameter file
ja_jp: パラメーター ファイル
zh_cn: 参数文件
zh_tw: 參數檔案

# ProvidersMessagePathLabel.Text
source: Message file
ja_jp: メッセージ ファイル
zh_cn: 消息文件
zh_tw: 訊息檔案

# ProvidersHelpLinkLabel.Text
source: Help link
ja_jp: ヘルプ リンク
zh_cn: 帮助链接
zh_tw: 說明連結

# ProvidersDefinitionsTitle.Text
source: Event definitions
ja_jp: イベント定義
zh_cn: 事件定义
zh_tw: 事件定義

# SavedViews.Heading
source: Saved Views
ja_jp: 保存済みビュー
zh_cn: 已保存视图
zh_tw: 已儲存檢視

# SavedViews.Summary
source: Persist reusable event queries, custom views, bookmarks, favorite logs, searches, and workspaces locally.
ja_jp: 再利用可能なイベント クエリ、カスタム ビュー、ブックマーク、お気に入りのログ、検索、ワークスペースをローカルに保存します。
zh_cn: 在本地保存可复用的事件查询、自定义视图、书签、收藏日志、搜索和工作区。
zh_tw: 在本機保存可重複使用的事件查詢、自訂檢視、書籤、最愛記錄、搜尋與工作區。

# SavedViews.SummaryCount.Text
source: {0} saved views are available.
ja_jp: 利用可能な保存済みビューは {0} 件です。
zh_cn: 当前有 {0} 个已保存视图。
zh_tw: 目前有 {0} 個已儲存檢視。

# SavedViews.Loading.Text
source: Loading saved views
ja_jp: 保存済みビューを読み込んでいます
zh_cn: 正在加载已保存视图
zh_tw: 正在載入已儲存檢視

# SavedViews.LoadingDetails.Text
source: Reading the local saved-view repository in the background.
ja_jp: ローカルの保存済みビュー リポジトリをバックグラウンドで読み取っています。
zh_cn: 正在后台读取本地保存视图存储库。
zh_tw: 正在背景讀取本機已儲存檢視存放庫。

# SavedViews.Ready.Text
source: Saved views ready
ja_jp: 保存済みビューの準備ができました
zh_cn: 已保存视图已就绪
zh_tw: 已儲存檢視已就緒

# SavedViews.NameRequired.Text
source: Enter a name before saving.
ja_jp: 保存する前に名前を入力してください。
zh_cn: 请在保存前输入名称。
zh_tw: 儲存前請輸入名稱。

# SavedViews.SaveFailed.Text
source: The saved view could not be persisted.
ja_jp: 保存済みビューを保存できませんでした。
zh_cn: 无法保存视图。
zh_tw: 無法保存已儲存檢視。

# SavedViews.Saved.Text
source: Saved view saved
ja_jp: 保存済みビューを保存しました
zh_cn: 已保存视图
zh_tw: 已儲存檢視已保存

# SavedViews.Deleted.Text
source: Saved view deleted
ja_jp: 保存済みビューを削除しました
zh_cn: 已删除视图
zh_tw: 已刪除檢視

# SavedViews.Duplicated.Text
source: Saved view duplicated
ja_jp: 保存済みビューを複製しました
zh_cn: 已复制视图
zh_tw: 已複製檢視

# SavedViews.Imported.Text
source: Saved views imported
ja_jp: 保存済みビューをインポートしました
zh_cn: 已导入视图
zh_tw: 已匯入檢視

# SavedViews.ExportTextFiles.Text
source: Text files (*.txt)
ja_jp: テキスト ファイル (*.txt)
zh_cn: 文本文件 (*.txt)
